tap "homebrew/bundle"
brew "bat"
brew "fzf"
brew "gcc"
brew "git"
brew "make"
brew "neovim"
brew "nvm"
brew "ripgrep"
brew "unzip"
cask "amethyst"
cask "docker"
cask "iterm2"
cask "postman"
cask "visual-studio-code"
vscode "britesnow.vscode-toggle-quotes"
vscode "burkeholland.simple-react-snippets"
vscode "chakrounanas.turbo-console-log"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "mikestead.dotenv"
vscode "prisma.prisma"
vscode "quicktype.quicktype"
vscode "steoates.autoimport"
vscode "syler.sass-indented"
vscode "tomrijndorp.find-it-faster"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
