tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
brew "ansible-language-server"
brew "bash-language-server"
brew "bat"
brew "docker-compose"
brew "docker-ls"
brew "eza"
brew "fd"
brew "fzf"
brew "gcc"
brew "git"
brew "git-delta"
brew "helix"
brew "make"
brew "neovim"
brew "nvm"
brew "pyenv"
brew "ripgrep"
brew "stow"
brew "thefuck"
brew "tlrc"
brew "tmux"
brew "unzip"
brew "yaml-language-server"
brew "zellij"
brew "zoxide"
brew "jesseduffield/lazygit/lazygit"
cask "amethyst"
cask "anki"
cask "font-meslo-lg-nerd-font"
cask "postman"
cask "tableplus"
cask "visual-studio-code"
cask "wezterm"
vscode "bradlc.vscode-tailwindcss"
vscode "britesnow.vscode-toggle-quotes"
vscode "burkeholland.simple-react-snippets"
vscode "chakrounanas.turbo-console-log"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "codeium.codeium"
vscode "dbaeumer.vscode-eslint"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "pmndrs.pmndrs"
vscode "prisma.prisma"
vscode "quicktype.quicktype"
vscode "rangav.vscode-thunder-client"
vscode "steoates.autoimport"
vscode "syler.sass-indented"
vscode "tobias-z.vscode-harpoon"
vscode "tomrijndorp.find-it-faster"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
vscode "yy0931.vscode-sqlite3-editor"
